let a = prompt('Вкажіть ваш рік народження');
if(a){
    
}
else{
    alert("Шкода, що ти не ввів свій рік народження")
}
let b = prompt('В якому місті ви живете?');
if(b){

}
else{
    alert("Шкода, що ти не ввів місто, де ти проживаєш")
}
let c = prompt('Який ваш улюблений вид спорту?');
if(c){
}
else{
    alert("Шкода, що ти не ввів свій улюблений вид спорту")
}


let d = new Date().getFullYear() - a; 




if(c === "Бокс"){
    alert("Круто, хочеш стати як Олександр Усик?")
}else if(c === "ММА"){
    alert("Круто, хочеш стати як Конор МакГрегор?")
}else if(c === "Біг"){
    alert("Круто, хочеш стати як Усейн Болт?")
}

if(b === "Київ"){
    alert(`Тобі ${d} років ,Ти живеш у столиці України, ${b}`);
}
 else if(b === "Вашингтон"){
    alert(`Тобі ${d} років, Ти живеш у столиці США, ${b}`);
}
 else if(b === "Лондон"){
    alert(`Тобі ${d} років, Ти живеш у столиці Англії, ${b}`);
}
if(a,b,c) {
    alert(`Тобі ${d} років, Ти живеш у місті ${b} ` );
}


